/* No video code has been entered yet */
"Please use the Inspector to specify a YouTube video." = "Please use the Inspector to specify a YouTube video.";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Sorry, but no YouTube video was found for the code you entered.";

/* Live data feeds are disabled */
"This is a placeholder for the YouTube video at:" = "This is a placeholder for the YouTube video at:";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable live data feeds in the Preferences." = "To see the video in Sandvox, please enable live data feeds in the Preferences.";

